import React from "react";
import "./blessing.css";
import IdeficationModal from "../Identfication/IdentficationModal";

export default function Blessing() {
  return (
    <div>
      <IdeficationModal />
      <div className="blessing">
        <p>
          <div>
            מקווה שההפתעה שלי עשתה לך טוב על הלב ושידעת את כל התשובות מבלי לחשוב
            פעמיים.
          </div>
          <div>כי למרות שעבר דיי הרבה זמן.. יש דברים שלא שוכחים :)</div>
        </p>

        <p>
          <div>
            אני מאחלת לך שתמיד תהיה לך עוגה טעימה או רול סושי טעים לא משנה איפה
            את נמצאת ומה את עושה ואם אין לך שתדעי שתמיד יש לך פרטנרית :)
          </div>{" "}
          <div>
            שתמשיכי להיות כל כך מקצועית ותותחית בצבא וגם לאחר מכן (ושאף בחורה
            טפשה ושיטחית לא תציק לך או פשוט תטמטם אותך למוות)
          </div>
          <div>
            שנמשיך לצחוק מהמקומון הסוטה או מהשירים המטומטמים שכל ילד עם ביטחון
            עצמי, קצב קליט ושלא אילם מוציא.
          </div>
          <div> שתשחררי כבר! ותחזרי להיות ספונטנית ;)</div>
          <div>
            שתגשימי את הטיול שאת כל כך מייחלת לו ותראי עולם, תכירי אנשים חדשים
            ותרבויות ותגרמי לא רק לאנשים כאן לאהוב אותך.
          </div>
        </p>

        <p>
          <div>
            לא יאמן איך הזמן עובר כל כך מהר התיכון כבר נראה רחוק ועוד מעט הצבא
            (שלך לפחות -_-), שתינו בוחרות את הדרך שלנו להתמודד עם ה"חיים
            האמיתיים" שתמיד חששנו מהם אבל גם ייחלנו להם. במהלך השנים האחרונות
            (כן אני שמה לב שאני מדברת כמו זקנה) הוכחת לי שיש כזה דבר משפחה לא
            ביולוגית, הרגשתי שאת הרבה יותר מחברה שלי.. עדיין לא מצאתי את ההגדרה
            המדוייקת, אבל מי צריך כזאת?
          </div>
          <div>
            את האוזן הקשבת שלי (לפעמים היחידה) בכל רגע שמח או עצוב, תמיד היית שם
            להגיד את הדבר הנכון שהייתי צריכה לשמוע ולתמוך בי ואני כל כך מעריכה
            אותך ולעולם לא אקח את זה כמובן מאליו. אני באמת ברת מזל שיש לי אותך.
          </div>
        </p>

        <p>
          <div>
            אני רוצה שתזכרי תמיד שגם אני כאן בשבילך לא משנה אם את בצבא, בחור
            בצפון, בחור בדרום, בבית או בחצי השני של העולם, לא משנה אם את בת 15,
            20, 30, 50 או 100
          </div>
          <div>אני אגיע.</div>
          <div>נשתה תה.</div>
          <div>נפתח איזה יוטיוב או מקומון או סתם נתנדנד על נדנדה</div>
          <div>ונצחק/ נתמרמר על החיים.</div>
          <div>
            כי זה הקטע שישאר לנצח רק שלנו. ושום מיקום גאוגרפי, בן אדם, עבודה או
            זמן לא ישנה אותו.
          </div>
        </p>

        <p>
          <div>אני אוהבת אותך ומאחלת לך את כל הטוב שבעולם,</div>
          <div>יום הולדת שמח</div>
          <div>שנילי :)</div>
        </p>
      </div>
    </div>
  );
}
